xeon/20220911-xfs-ext4/0/ext4/100/run-rw-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: simple update>
scaling factor: 100
query mode: prepared
number of clients: 32
number of threads: 8
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 307048479
number of failed transactions: 0 (0.000%)
latency average = 0.375 ms
initial connection time = 12.585 ms
tps = 85291.301478 (without initial connection time)